Repository: LyHorSin/up
Catalog: up/SupportFile/Localizable/*.lproj/Localizable.strings
Languages: km

source: Shop Share and Shine
km: ចែករំលែកហាងទំនិញដ៏សម្បូរបែប

source: Shop Share and Shine with up
km: ចែករំលែកហាងទំនិញដ៏សម្បូរបែបជាមួយ up

source: Welcome to up
km: សូមស្វាគមន៍មកកាន់up

source: Please select your language
km: សូមជ្រើសរើសភាសា

source: Terms & Condition
km: លក្ខខណ្ឌនិងបទបញ្ជា

source: Shop Now!
km: បញ្ជាទិញឥឡូវនេះ

# Discover the world's first social media
source: Discover the world's first social media e-commerce app where your favorite sellers and buyers come together.
km: ស្វែងយល់ពីកម្មវិធី e-commerce ប្រព័ន្ធផ្សព្វផ្សាយសង្គម ដំបូងគេរបស់ពិភពលោកដែលអ្នកចូលចិត្ត អ្នកអាចក្លាយជាអ្នកលក់និងជាអ្នកទិញក្នុងពេលជាមួយគ្នា។

source: Shop like in-store.
km: ទិញទំនិញតាមហាង

# Shop live just like meeting sellers
source: Shop live, just like meeting sellers in person through real-time streaming.
km: ទិញទំនិញផ្ទាល់ ដូចជាការជួបអ្នកលក់ដោយផ្ទាល់តាមរយៈការផ្សាយផ្ទាល់តាមពេលវេលាជាក់ស្តែង។

source: Favorite Sellers, Just a Tap Away
km: អ្នកលក់ដែលចូលចិត្ត, គ្រាន់តែចុចមួយភ្លែត

# Favorite Sellers Just a Tap Away Description
source: Explore products from your favorite sellers and discover new ones. Join the up community and enjoy a personalised shopping experience.
km: ស្វែងរកផលិតផលថ្មីៗពីអ្នកលក់ដែលអ្នកចូលចិត្ត ចូលរួមជាមួយup រីករាយជាមួយបទពិសោធន៍ទិញទំនិញផ្ទាល់ខ្លួន។

source: Trust and Reliability
km: ទំនុកចិត្ដនិងភាពជឿជាក់

# Trust and Reliability Description
source: Shop with confidence. Our platform is built on trust and reliability, ensuring a secure and seamless shopping experience every time.
km: ទិញទំនិញដោយទំនុកចិត្ត។ វេទិការបស់យើងត្រូវបានបង្កើតឡើងដោយទំនុកចិត្ត a និងភាពជឿជាក់ ធានាបាននូវបទពិសោធន៍ទិញទំនិញប្រកបដោយសុវត្ថិភាព និងគ្មានការប្រថុយប្រថានគ្រប់ពេលវេលា។

source: Shop like in-store
km: ទិញទំនិញតាមហាង

source: Shop live, just like meeting sellers in person through real-time streaming.
km: ទិញទំនិញផ្ទាល់ ដូចជាការជួបអ្នកលក់ដោយផ្ទាល់តាមរយៈការផ្សាយផ្ទាល់តាមពេលវេលាជាក់ស្តែង។

source: One-click Check out
km: ការទូទាត់ប្រាក់ដោយចុចតែម្តង

source: Simplify your purchase experience: Order, pay, and receive in an instant.
km: ជាមួយបទពិសោធន៍ការទិញទំនិញរបស់អ្នក៖ បញ្ជាទិញ បង់ប្រាក់ និងទទួលបានភ្លាមៗ

source: Explore and react
km: ស្វែងរក និងធ្វើការបញ្ជាទិញ

source: Explore our short-form content and discover verified reviews.
km: ស្វែងរកមាតិកាខ្លីៗនិងធ្វើការវាយតម្លៃ

source: Sign up
km: បង្កើតគណនី

source: Sign Up
km: បង្កើតគណនី

source: Name
km: ឈ្មោះ

source: Email Address
km: អាសយដ្ឋានអ៊ីមែល

source: Password
km: ពាក្យសម្ងាត់

source: Repeat Password
km: ពាក្យសម្ងាត់ម្តងទៀត

source: Agree to our
km: យល់ព្រម

source: and
km: និង

source: Privacy Policy.
km: គោលការណ៍ឯកជនភាព

source: Privacy Policy
km: គោលការណ៍ឯកជនភាព

source: Agree to receive promotional emails and updates.
km: យល់ព្រមទទួលអ៊ីមែលផ្សព្វផ្សាយ និងព័ត៌មានថ្មីៗ។

source: Next
km: បន្ទាប់

source: Already have an account?
km: មានគណនីរួចរាល់?

source: Sign In
km: ចូលគណនី

source: Complete
km: បញ្ចប់

source: Back to Edit
km: ត្រឡប់ទៅកែសម្រួល

source: Back to sign up
km: ត្រឡប់ទៅចុះឈ្មោះ

source: Enter verification code sent
km: សូមបញ្ចូលលេខកូដផ្ទៀងផ្ទាត់ដែលបានផ្ញើ

source: Enter verification code sent to
km: សូមបញ្ចូលលេខកូដផ្ទៀងផ្ទាត់ដែលបានផ្ញើទៅ

source: Incorrect code
km: លេខកូដមិនត្រឹមត្រូវ

source: The code is expired in
km: លេខកូដផ្ទៀងផ្ទាត់ផុតកំណត់បន្ទាប់ពី

source: Re-send
km: ផ្ញើម្ដងទៀត

source: Back to phone number
km: ត្រឡប់ទៅលេខទូរស័ព្ទ

source: Reset your password
km: កំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញ

source: Enter your new phone number
km: បញ្ចូលលេខទូរស័ព្ទថ្មីរបស់អ្នក

source: Enter your phone number
km: បញ្ចូលលេខទូរស័ព្ទរបស់អ្នក

source: Let’s get started!
km: តោះចាប់ផ្តើម!

source: Phone number
km: លេខទូរស័ព្ទ

source: Email Address or Phone number
km: អ៊ីមែល ឬលេខទូរស័ព្ទ

source: Terms of Service
km: លក្ខខណ្ឌការប្រើប្រាស់សេវាកម្ម

source: Send a verification code
km: ផ្ញើលេខកូដផ្ទៀងផ្ទាត់

source: Log In
km: ចូលគណនី

source: Log in
km: ចូលគណនី

source: You don’t have an account?
km: អ្នកមិនទាន់មានគណនីរួចរាល់?

source: Sign up completed
km: បង្កើតគណនីបានជោគជ័យ

source: Complete your profile
km: បំពេញប្រវត្តិរូបរបស់អ្នក

# Client Complete your profile description
source: Now you are up member. You can finish your profile in my account.
km: ឥឡូវនេះអ្នកជាសមាជិកup។ សូមបំពេញព័ត៌មានរបស់អ្នកនៅក្នុងគណនីរបស់ខ្ញុំ

# Seller Complete your profile description
source: We are currently verifying the ID you uploaded. You'll be able to start selling once your profile is approved.
km: កំពុងផ្ទៀងផ្ទាត់ប្រវត្ដិរូបដែលអ្នកបានបញ្ចូល។ អ្នក​នឹង​អាច​ចាប់​ផ្តើ​ម​លក់​នៅ​ពេល​ដែល​ប្រវត្តិរូប​របស់​អ្នក​ត្រូវ​បាន​អនុម័ត​។

source: Shop now
km: ទិញឥឡូវនេះ

source: Go to Profile
km: ចូលទៅកាន់គណនី

source: Go to home
km: ទៅទំព័រដើម

source: Sales
km: បញ្ចុះតម្លៃ

source: Tokens
km: ពិន្ទុ

source: Tokens
km: ពិន្ទុ

source: Hot Sales
km: បញ្ចុះតម្លៃ

source: Wishlist
km: ចំណូលចិត្ត

source: Feature
km: លក្ខណៈសម្គាល់

source: My Order
km: ការបញ្ជាទិញរបស់ខ្ញុំ

source: Followed
km: បានតាមដាន

source: To ship
km: ដឹកជញ្ជូន

source: Coupons
km: គូប៉ុង

source: In transit
km: នៅក្នុងការឆ្លងកាត់

source: To review
km: នៅក្នុងការពិនិត្យឡើងវិញ

source: Cancelled
km: បានលុបចោល

source: Returns
km: ត្រឡប់មកវិញ

source: My Progress
km: ដំណើរការរបស់ខ្ញុំ

source: View all
km: មើលទាំងអស់

source: Settings
km: ការកំណត់

source: Setting
km: ការកំណត់

source: My Settings
km: ការកំណត់របស់ខ្ញុំ

source: FAQ
km: សំណួរសួរញឹកញាប់

# FAQs
source: FAQ
km: សំណួរសួរញឹកញាប់

source: My history
km: ប្រវត្តិរបស់ខ្ញុំ

source: More to shop
km: ទំនិញជាច្រើនទៀត

source: Shop
km: ហាង

source: Shops
km: ហាង

source: items
km: មុខទំនិញ

source: item
km: មុខទំនិញ

source: Sort by Name
km: តម្រៀបតាមឈ្មោះ

source: Filter
km: តម្រង

source: Tag
km: ស្លាកសម្គាល់

source: Price
km: តម្លៃ

source: Rating
km: ការវាយតម្លៃ

source: Brands
km: ម៉ាក

source: Category
km: ប្រភេទ

source: Reset
km: កំណត់ឡើងវិញ

source: Show
km: បង្ហាញ

source: Search by items, sellers
km: ស្វែងរកតាមមុខទំនិញ,​​ ហាង

source: Top Trending
km: ពេញនិយមបំផុត

source: Previous Searches
km: ការស្វែងរកពីមុន

source: Recommended
km: ផលិតផលណែនាំ

source: Sellers
km: អ្នកលក់

source: Products
km: ផលិតផល

source: Event
km: ព្រឹត្ដិការណ៍

source: Detail information
km: ព័ត៌មានបន្ថែម

source: Reviews
km: វាយតម្លៃ

source: Review
km: វាយតម្លៃ

source: You may like this
km: ផលិតផលប្រហែលអ្នកចូលចិត្ត

source: Shipping & Returns
km: ការដឹកជញ្ជូននិងត្រឡប់មកវិញ

source: Added to Cart
km: បន្ថែមទៅក្នុងរទេះ

source: Description
km: ពិពណ៌នា

source: Product
km: ផលិតផល

source: Recommends
km: ផលិតផលណែនាំ​

source: No Results
km: មិនមានលទ្ធផល

# No Result
source: No Results
km: មិនមានលទ្ធផល

source: There are no products available.
km: មិនមានផលិតផល។

source: No review
km: មិនមានមតិយោបល់

source: Buy Now
km: ទិញឥឡូវនេះ

source: Add to Cart
km: បន្ថែមទៅក្នុងរទេះ

source: Option
km: ជម្រើស

source: Quantity
km: បរិមាណ

source: Item:
km: មុខទំនិញ:

source: Cart
km: រទេះទំនិញ

source: Remove Item
km: លុបមុខទំនិញ

source: Are you sure you want to remove this product from the cart?
km: តើអ្នកប្រាកដថាចង់ដកផលិតផលនេះចេញពីរទេះទំនិញមែនទេ?

source: Selection Required
km: តម្រូវអោយជ្រើសរើស

source: Please select at least one item from your cart to proceed with the checkout.
km: សូមជ្រើសរើសទំនិញយ៉ាងតិចមួយទៅដាក់ក្នុងរទេះរបស់អ្នក ដើម្បីបន្តការបង់ប្រាក់។

source: Are you sure you want to remove these products from the cart?
km: តើអ្នកប្រាកដថាចង់ដកផលិតផលទាំងនេះចេញពីរទេះទំនិញមែនទេ?

source: Remove
km: ដកចេញ

source: Deselect All
km: ដកការជ្រើសរើសទាំងអស់

source: Select All
km: ជ្រើសរើសទាំងអស់

source: Delete
km: លុប

source: Your cart is empty
km: រទេះទំនិញរបស់អ្នកទទេ

source: Recently viewed
km: បានមើលថ្មីៗនេះ

source: Check Out (Subtotal
km: ទូទាត់ប្រាក់ (សរុប

source: Check Out
km: ទូទាត់ប្រាក់

source: Pay Now
km: បង់ឥឡូវនេះ

source: Delivery
km: ការដឹកជញ្ជូន

source: Payment
km: ការទូទាត់

source: Not selected
km: មិនបានជ្រើសរើស

source: Order details
km: ព័ត៌មានលម្អិតនៃការបញ្ជាទិញ

source: Free delivery
km: ដឹកជញ្ជូនដោយឥតគិតថ្លៃ

source: Tax
km: ពន្ធ

source: Discount
km: បញ្ចុះតម្លៃ

source: Coupon
km: គូប៉ុង

source: Applied
km: បានអនុវត្ត

source: Select your coupon
km: ជ្រើសរើសគូប៉ុងរបស់អ្នក។

source: Payment Fee
km: ទូទាត់ថ្លៃសេវា

source: Total
km: សរុប

source: Items
km: មុខទំនិញ

source: Choose Payment
km: ជ្រើសរើសការបង់ប្រាក់

source: Add Card
km: បន្ថែមកាត

source: See more
km: មើលច្រើនទៀត

source: My Card
km: កាតរបស់ខ្ញុំ

source: Bank
km: ធនាគារ

source: Register your card
km: ចុះឈ្មោះកាតរបស់អ្នក

source: Select Address
km: ជ្រើសរើសទីតាំង

source: Use current location
km: ប្រើទីតាំងបច្ចុប្បន្ន

source: Select
km: ជ្រើសរើស

source: Manage Address
km: គ្រប់គ្រងទីតាំង

source: No Address
km: គ្មានទីតាំង

source: There are no adddress available.
km: មិនមានអាសយដ្ឋានដែលអាចប្រើបានទេ។

source: Delete Address
km: លុបទីតាំង

source: Cannot delete default address!
km: មិនអាចលុបទីតាំងលំនាំដើមបានទេ!

source: Okay
km: យល់ព្រម

source: Are you sure you want to delete this address?
km: តើអ្នកប្រាកដថាចង់លុបទីតាំងនេះទេ?

source: Cancel
km: បោះបង់

source: Yes
km: លុប

source: Choose Location
km: ជ្រើសរើសទីតាំង

source: Add New Address
km: បន្ថែមអាសយដ្ឋានថ្មី

source: Edit Address
km: កែសម្រួលអាសយដ្ឋាន

source: Add using current location
km: កំពុងប្រើទីតាំងបច្ចុប្បន្ន

source: Address
km: អាស័យដ្ឋាន

source: Contact Information
km: ព័ត៌មានទំនាក់ទំនង

source: Update
km: បានធ្វើបច្ចុប្បន្នភាព

source: Save
km: រក្សាទុក

source: Search address
km: ស្វែងរកអាសយដ្ឋាន

source: Photos for driver to find your location easier
km: រូបថតសម្រាប់អ្នកបើកបរដើម្បីស្វែងរកទីតាំងរបស់អ្នកកាន់តែងាយស្រួល

source: Upload image
km: បញ្ចូលរូបភាព

source: For delivery rider
km: សម្រាប់អ្នកដឹកជញ្ជូន

source: Confirm Location
km: បញ្ជាក់ទីតាំង

source: Address updated successfully.
km: បានធ្វើបច្ចុប្បន្នភាពអាសយដ្ឋានដោយជោគជ័យ។

source: Address added successfully.
km: បង្កើតអាសយដ្ឋានបានជោគជ័យ។

source: Home
km: ផ្ទះ

source: Office
km: ការិយាល័យ

source: Other
km: ផ្សេងៗ

source: Select your Address
km: ជ្រើសរើសអាសយដ្ឋានរបស់អ្នក

source: Default
km: លំនាំដើម

source: Remove Card
km: លុបកាត

source: Are you sure you want to remove this card?
km: តើ​អ្នក​ប្រាកដ​ថាចង់​លុបកាត​នេះ​ចេញដែរឬទេ?

source: No
km: មិនលុប

source: There are no cards available.
km: កាតនេះមិនអាចប្រើបានទេ។

source: Language
km: ភាសា

source: Notification
km: សេចក្តីជូនដំណឹង

source: Version
km: ជំនាន់

source: Delete Account
km: លុបគណនី

# Not registered
source: Not regiestered
km: មិនបានចុះឈ្មោះ

source: Orders
km: ការបញ្ជាទិញ

source: Promotions
km: ការផ្សព្វផ្សាយ

source: Messages
km: សារ

source: Activities
km: សកម្មភាព

source: Order status tracking updates, dispute progress and more
km: ស្ថានភាពបញ្ជាទិញ ដំណើរការបញ្ជាទិញ និងដំណើរការផ្សេងៗទៀត

source: Registered
km: បានចុះឈ្មោះ

source: Log into existing account
km: ចូលទៅក្នុងគណនីដែលមានស្រាប់

source: Login
km: ចូលគណនី

source: Log Out
km: ចាកចេញ

source: Account Setting
km: ការកំណត់គណនី

source: Verify to Change
km: ផ្លាស់ប្តូរ

source: Edit Account
km: កែសម្រួលគណនី

source: Account Security
km: សុវត្ថិភាពគណនី

source: Your account is updated successfully.
km: គណនីរបស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។

source: Close
km: បិទ

source: Following Shop
km: តាមដានហាង

source: Sort by Latest
km: តម្រៀបពីចុងក្រោយ

source: Recommendation for You
km: ផលិតផលណែនាំសម្រាប់អ្នក

source: Following Shops
km: តាមដានហាង

source: Follow
km: តាមដាន

source: Collected!
km: ទទួលបាន!

source: Search your questions
km: ស្វែងរកសំណួរ

source: There are no FAQ available.
km: មិនមានសំណួរ

source: You got the coupon!
km: អ្នកទទួលបានគូប៉ុង!

source: Go to Coupon
km: ចូលទៅកាន់គូប៉ុង

source: No Data
km: គ្មានទិន្នន័យ

source: There are no progress available.
km: មិនដំណើរការ

source: Payment Info
km: ព័ត៌មានការទូទាត់ប្រាក់

source: Shipping
km: ការដឹកជញ្ជូន

source: Login to existing account
km: ចូលគណនីដែលមានស្រាប់

source: There are currently no ratings or reviews for this product. Be the first to rate and review it.
km: បច្ចុប្បន្នមិនទាន់មានការវាយតម្លៃ ឬការពិនិត្យសម្រាប់ផលិតផលនេះនៅឡើយទេ។ សូមក្លាយជាអ្នកដំបូងដែលវាយតម្លៃ និងពិនិត្យវា

source: Progress
km: ដំណើរការ

source: My coupon
km: គូប៉ុងរបស់ខ្ញុំ

source: Expired
km: ផុតកំណត់

source: My Tokens
km: ពិន្ទុរបស់ខ្ញុំ

source: How to use and earn
km: របៀបប្រើប្រាស់និងរកពិន្ទុ

source: History
km: ប្រវត្តិការទិញ

source: Time&Date
km: ពេលវេលានិងកាលបរិច្ឆេទ

source: Point
km: ពិន្ទុ

source: No Point
km: មិនមានពិន្ទុ

# Token Description
source: Earn points by making orders and inviting your friends to install the app, explore products, and watch videos. The more you engage, the more points you accumulate.
km: រកពិន្ទុដោយការបញ្ជាទិញ និងអញ្ជើញមិត្តភក្តិរបស់អ្នកឱ្យដំឡើងកម្មវិធី។ ស្វែងរកផលិតផល និងមើលវីដេអូ។ ចូលរួមកាន់តែច្រើន អ្នកទទួលបានពិន្ទុកាន់តែច្រើន។

source: Followers
km: អ្នកតាមដាន

source: Follower
km: អ្នកតាមដាន

source: Why do you want to report this seller?
km: ហេតុអ្វីបានជាអ្នកចង់រាយការណ៍អំពីអ្នកលក់?

source: Why do you want to report this user?
km: ហេតុអ្វីបានជាអ្នកចង់រាយការណ៍អំពីអ្នកទិញ?

source: Please tell us about why you want to report this seller to manage the issue.
km: សូមប្រាប់ពីមូលហេតុដែលអ្នកចង់រាយការណ៍អំពីអ្នកលក់ដើម្បីគ្រប់គ្រងបញ្ហានេះ។

source: Report
km: រាយការណ៍

source: Your report has been submitted successfully. Thank you for your feedback.
km: ការរាយការណ៍ដាក់ស្នើបានជោគជ័យ។ សូមអរគុណសម្រាប់ការផ្ដល់ជាមតិ។

source: Live
km: ផ្សាយផ្ទាល់

source: Discover
km: រកឃើញ

source: Message
km: សារ

source: Search by seller name, conversation
km: ស្វែងរកតាមឈ្មោះអ្នកលក់

source: Type your message
km: សរសេរសាររបស់អ្នក

source: Order Tracking
km: តាមដានការបញ្ជាទិញ

source: Estimated Delivery Time:
km: ប៉ាន់ស្មានពេលវេលាដឹកជញ្ជូន:

source: Order Confirmed!
km: ការបញ្ជាទិញបានជោគជ័យ!

source: Failure to pay
km: ការទូទាត់បានបរាជ័យ

source: Your order has been confirmed, we will send you notification shortly.
km: ការបញ្ជាទិញរបស់អ្នកបានជោគជ័យ យើងនឹងផ្ញើការជូនដំណឹងក្នុងពេលឆាប់ៗនេះ។

source: Your order is on hold as the payment has not been processed. Please update your payment.
km: ការបញ្ជាទិញរបស់អ្នកត្រូវបានផ្អាក ដោយសារការទូទាត់មិនទាន់បានដំណើរការ។ សូមធ្វើបច្ចុប្បន្នភាពការទូទាត់របស់អ្នក

source: Continue shopping
km: បន្តការទិញទំនិញ

source: Back to Cart
km: ត្រឡប់ទៅរទេះទំនិញ

source: View my Order
km: មើលការបញ្ជាទិញ

source: Manage Payment
km: គ្រប់គ្រងការទូទាត់

source: Order Info
km: ព័ត៌មានការបញ្ជាទិញ

source: Order ID
km: លេខសម្គាល់ការបញ្ជាទិញ

source: Order Date
km: កាលបរិច្ឆេទការបញ្ជាទិញ

source: Total Price
km: តម្លៃសរុប

source: Need Support?
km: ត្រូវការជំនួយ?

source: Chat with up
km: ជជែកជាមួយ up

source: Write a review
km: សរសេរការវាយតម្លៃ

source: There are no order available
km: មិនមានការបញ្ជាទិញ

source: Are you sure you want to remove?
km: តើអ្នកប្រាកដថាចង់លុបចេញដែរឬទេ?

source: Submit
km: ដាក់ស្នើ

source: Edit review
km: កែសម្រួលការវាយតម្លៃ

source: Add a photo (max 10)
km: បន្ថែមរូបភាព(យ៉ាងច្រើន១០)

source: Upload Limit Exceeded
km: ការបញ្ចូលរូបភាពលើសចំនួនកំណត់

# Review upload Description
source: You can upload a maximum of 10 images at a time. Please remove extra images and try again to proceed with the upload.
km: អ្នកអាចបញ្ចូលរូបភាពអតិបរមា ១០ ក្នុងពេលតែមួយ។ សូមលុបរូបភាពបន្ថែម ហើយព្យាយាមម្តងទៀតដើម្បីបន្ត

source: New In
km: ផលិតផលថ្មី

source: Top Seller
km: អ្នកលក់ឆ្នើម

source: Seller shops
km: ហាងអ្នកលក់

source: Free shipping
km: ដឹកជញ្ជូនឥតគិតថ្លៃ

source: For you
km: សម្រាប់អ្នក

source: Revenue
km: ប្រាក់ចំណូល

source: There are no transaction yet.
km: មិនទាន់មានប្រតិបត្តិការនៅឡើយទេ

source: Total(USD)
km: សរុប(ដុល្លា)

source: Daily(USD)
km: ប្រចាំថ្ងៃ(ដុល្លា)

source: Last week
km: សប្តាហ៍មុន

source: Overall
km: សរុប

source: Daily sales
km: ការលក់ប្រចាំថ្ងៃ

source: Weekly sales
km: ការលក់ប្រចាំសប្តាហ៍

source: Payment history
km: ប្រវត្តិការទូទាត់

source: Invoice
km: វិក្កយបត្រ

source: Provider
km: អ្នកផ្គត់ផ្គង់

source: No transactions yet
km: មិនទាន់មានប្រតិបត្តិការ

source: Live is scheduled in 1 hour.
km: ការផ្សាយផ្ទាល់នឹងចាប់ផ្តើមក្នុងរយៈពេល ១ ម៉ោងទៀត

source: Order
km: ការបញ្ជាទិញ

source: No orders available.
km: មិនមានការបញ្ជាទិញ

source: Add a product
km: បង្កើតផលិតផល

source: Top Sales
km: ទំនិញលក់ដាច់

source: This months
km: ខែនេះ

source: sold
km: បានលក់

source: No sales yet
km: មិនទាន់មានការលក់

source: Recent Sold
km: ការលក់ថ្មីៗ

source: less
km: តិចបំផុត

source: more
km: ច្រើនបំផុត

source: Please verify your phone number
km: សូមផ្ទៀងផ្ទាត់លេខទូរស័ព្ទរបស់អ្នក

source: Go to Verify
km: ទៅកាន់ការផ្ទៀងផ្ទាត់

source: Go on live
km: ចូលទៅកាន់ការផ្សាយផ្ទាល់

source: Please complete your profile to start your business
km: សូមបំពេញប្រវត្ដិរូបរបស់អ្នកដើម្បីចាប់ផ្តើមអាជីវកម្ម

source: Total payment
km: ការទូទាត់សរុប

source: Transferred to
km: បានផ្ទេរទៅ

source: Date
km: កាលបរិច្ឆេទ

source: Payment provider
km: អ្នកផ្តល់សេវាទូទាត់

source: Reference number
km: លេខយោង

source: Fees
km: ថ្លៃសេវា

source: All Orders
km: ការបញ្ជាទិញទាំងអស់

source: New
km: ថ្មី

source: Prepared
km: បានរៀបចំ

source: In Transit
km: កំពុងដឹកជញ្ជូន

source: Delivered
km: ដឹកជញ្ជូនរួចរាល់

source: Search by order ID or customer name
km: ស្វែងរកតាមលេខសម្គាល់ការបញ្ជាទិញ ឬឈ្មោះអតិថិជន

source: Sort by Date
km: តម្រៀបតាមកាលបរិច្ឆេទ

source: Add new product
km: បង្កើតផលិតផលថ្មី

source: Product ID
km: លេខសម្គាល់ផលិតផល

source: Save a draft
km: រក្សាទុកសេចក្តីព្រាង

source: Add product
km: បង្កើតផលិតផល

source: Update a product
km: ធ្វើបច្ចុប្បន្នភាពផលិតផល

source: Sub Category
km: ប្រភេទរង

source: Product images
km: រូបភាពផលិតផល

source: Upload images (max
km: បញ្ចូលរូបភាព (យ៉ាងច្រើន

source: Upload images (max 10)
km: បញ្ចូលរូបភាព(យ៉ាងច្រើន១០)

source: Select One Image for Thumbnail
km: ជ្រើសរើសរូបភាពមួយ

source: Portrait image
km: រូបភាពបញ្ឈរ

# Portrait Description
source: For optimal display quality, we recommend using portrait image with dimensions of 720 x 1280
km: សម្រាប់រូបភាពល្អបំផុត សូមណែនាំឱ្យប្រើរូបភាពបញ្ឈរដែលមានវិមាត្រ 720 x 1280

source: Upload
km: បញ្ចូល

source: Product Information
km: ព័ត៌មានផលិតផល

source: Product Name
km: ឈ្មោះផលិតផល

source: Product Description
km: ការពិពណ៌នាអំពីផលិតផល

source: Shipping & Return
km: ការដឹកជញ្ជូន និងការប្រគល់ទំនិញត្រឡប់មកវិញ​​

source: Shipping handling time is 1-3 business..
km: រយៈពេលដឹកជញ្ជូនគឺ ១-៣ថ្ងៃក្នុងថ្ងៃធ្វើការ

source: Set as a default policy
km: កំណត់ជាគោលការណ៍លំនាំដើម

source: Inventory
km: ស្ដុកទំនិញ

source: Choose a quantity
km: ជ្រើសរើសចំនួន

source: Pricing
km: ការកំណត់តម្លៃ

source: Original Price
km: តម្លៃដើម

source: Final Price
km: តម្លៃចុងក្រោយ

source: Item
km: មុខទំនិញ

source: Item Name
km: ឈ្មោះទំនិញ

source: Item image
km: រូបភាពទំនិញ

source: Add item
km: បង្កើតមុខទំនិញ

source: Add more items
km: បង្កើតទំនិញបន្ថែមទៀត

source: Delivery fee
km: ថ្លៃដឹកជញ្ជូន

source: Free
km: ឥតគិតថ្លៃ

source: Start or add a live
km: ចាប់ផ្តើម ឬបន្ថែមការផ្សាយផ្ទាល់

source: Add new video
km: បង្កើតវីដេអូថ្មី

source: All
km: ទាំងអស់

source: Released
km: បានចេញផ្សាយ

source: UnReleased
km: មិនទាន់ចេញផ្សាយ

source: Draft
km: ព្រាងទុក

source: Exit from Delete
km: ចាកចេញពីការលុប

source: Currently, there are no products in the
km: បច្ចុប្បន្នមិនមានផលិតផល

source: stage
km: ដំណាក់កាល

source: in stock
km: ក្នុងស្តុក

source: Out of stock
km: អស់ស្តុក

source: My shop
km: ហាងរបស់ខ្ញុំ

source: No items yet
km: មិនទាន់មានមុខទំនិញ

source: Shop setting
km: ការកំណត់ហាង

source: Shop name
km: ឈ្មោះហាង

source: Social media link
km: តំណភ្ជាប់បណ្តាញសង្គម

source: No Chat
km: មិនមានការជជែក

source: You haven’t been chatting recently. Why not catch up with your friends?
km: អ្នកមិនបានជជែកគ្នាថ្មីៗនេះទេ។ ហេតុអ្វីមិនទាក់ទងមិត្តភក្តិរបស់អ្នក?

source: Messages successfully removed
km: សារត្រូវបានលុបដោយជោគជ័យ

source: Support
km: ជំនួយ

source: Front of ID
km: ផ្នែកខាងមុខអត្តសញ្ញាណប័ណ្ណ

source: Back of ID
km: ផ្នែកខាងក្រោយអត្តសញ្ញាណប័ណ្ណ

source: Face and ID
km: ថតមុខនិងអត្តសញ្ញាណប័ណ្ណ

source: Email
km: អ៊ីមែល

source: Phone Number
km: លេខទូរស័ព្ទ

source: Follwers
km: អ្នកតាមដាន

source: Shop Covers
km: រូបភាពហាង

source: Cover images
km: គម្របរូបភាព

source: Bank Account
km: គណនីធនាគារ

source: Notice
km: ការជូនដំណឹង

source: Customer Service
km: សេវាកម្មអតិថិជន

source: Add bank account
km: បន្ថែមគណនីធនាគារ

source: My Account
km: គណនីរបស់ខ្ញុំ

source: Video
km: វីដេអូ

source: Verified
km: បានផ្ទៀងផ្ទាត់

source: Being verified
km: កំពុងផ្ទៀងផ្ទាត់

source: Detail
km: ព័ត៌មានបន្ថែម

source: Today
km: ថ្ងៃនេះ

source: Forgot password?
km: ភ្លេចពាក្យសម្ងាត់?

source: Select your business type
km: ជ្រើសរើសប្រភេទអាជីវកម្មរបស់អ្នក

source: Back to the first step
km: ត្រឡប់ទៅជំហានទី១

source: Skip and verify later
km: បោះបង់ និងផ្ទៀងផ្ទាត់បន្ទាប់

source: Individual seller
km: អ្នកលក់បុគ្គល

source: Business seller
km: អ្នកលក់អាជីវកម្ម

source: Verification
km: ការផ្ទៀងផ្ទាត់

source: Business certificate
km: វិញ្ញាបនបត្រ​អាជីវកម្ម

source: Front of certificate
km: ខាងមុខនៃវិញ្ញាបនបត្រ

source: Re-upload
km: បញ្ចូលឡើងវិញ

source: Image sample
km: គំរូរូបភាព

source: ID
km: អត្តសញ្ញាណប័ណ្ណ

source: Picture of face and ID
km: រូបភាពមុខ និងអត្តសញ្ញាណប័ណ្ណ

source: Skip
km: រំលង

source: Are you sure you want to delete chat?
km: តើអ្នកប្រាកដជាចង់លុបការជជែកនេះមែនទេ?

source: Complete your profile to start your business. You have limited access before setup.
km: បំពេញព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកដើម្បីចាប់ផ្តើមអាជីវកម្មរបស់អ្នក។ អ្នកមានការចូលប្រើប្រាស់មានកម្រិតមុនពេលរៀបចំ។

source: Image Description
km: ការពិពណ៌នារូបភាព

source: Upload images in description
km: បង្ហោះរូបភាពនៅក្នុងការពិពណ៌នា

source: Photo Gallery
km: វិចិត្រសាលរូបថត

source: Camera
km: កាមេរ៉ា

source: Delete Product
km: លុបផលិតផល

source: Your products have been removed successfully.
km: ផលិតផលរបស់អ្នកត្រូវបានលុបដោយជោគជ័យ។

source: Language Setting
km: ការកំណត់ភាសា

source: Resend Message
km: ផ្ញើសារឡើងវិញ

source: Do you want to resend this message?
km: តើអ្នកចង់ផ្ញើសារនេះឡើងវិញទេ?

source: Resend
km: ផ្ញើឡើងវិញ

source: Search by title
km: ស្វែងរកតាមចំណងជើង

source: USD
km: ដុល្លារ

source: Change to default
km: ប្តូរទៅលំនាំដើម

source: Please select at least one item from your cart to remove.
km: សូមជ្រើសរើសទំនិញមួយយ៉ាងតិចមួយទៅដាក់ក្នុងរទេះរបស់អ្នកដើម្បីដកចេញ

source: No following shop
km: មិនមានហាងតាមដានទេ

source: We couldn’t find any products that match your search. Please try again with different keywords.
km: យើងមិនអាចឃើញផលិតផលណាមួយដែលត្រូវនឹងការស្វែងរករបស់អ្នកទេ។ សូមព្យាយាមម្តងទៀតជាមួយពាក្យគន្លឹះផ្សេងទៀត។

source: Select Coupon
km: ជ្រើសរើសគូប៉ុង

source: Write down this address name
km: សរសេរឈ្មោះអាសយដ្ឋាន

source: Apt, suite, unit, etc..
km: ផ្ទះល្វែង​ បន្ទប់ យូនីត។ល។

source: ex. apt, floor no. or door code, etc..
km: ឧ. ផ្ទះល្វែង ជាន់ លេខ ឬលេខកូដទ្វារ..

source: Confirm Payment
km: បញ្ជាក់ការទូទាត់
